<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    */

    'failed' => 'اطلاعات ورود صحیح نیست.',
    'password' => 'رمز عبور وارد شده اشتباه است.',
    'throttle' => 'تلاش‌های ورود بیش از حد مجاز است. لطفاً :seconds ثانیه دیگر دوباره تلاش کنید.',

    // فرم ورود و ثبت نام
    'name' => 'نام',
    'email' => 'ایمیل',
    'password_label' => 'رمز عبور',
    'confirm_password' => 'تایید رمز عبور',

    'remember' => 'مرا به خاطر بسپار',
    'forgot_password' => 'رمز عبور را فراموش کرده‌اید؟',

    'login' => 'ورود',
    'register' => 'ثبت‌نام',
    'already_registered' => 'قبلاً ثبت‌نام کرده‌اید؟',
'reset_password_description' => 'مشکلی نیست. ایمیل خود را وارد کنید تا لینک بازیابی رمز عبور برای شما ارسال شود.',
'send_reset_link' => 'ارسال لینک بازیابی رمز عبور',
'reset_password' => 'تغییر رمز عبور',

'confirm_password_description' => 'این بخش امن برنامه است. لطفاً قبل از ادامه رمز عبور خود را تأیید کنید.',
'confirm' => 'تأیید',


'verify_email_description' => 'از ثبت‌نام شما متشکریم. قبل از شروع، لطفاً با کلیک روی لینکی که به ایمیل شما ارسال شده است، آدرس ایمیل خود را تأیید کنید. اگر ایمیل را دریافت نکرده‌اید، دوباره برای شما ارسال می‌کنیم.',

'verification_link_sent' => 'یک لینک تأیید جدید به آدرس ایمیلی که هنگام ثبت‌نام وارد کردید ارسال شد.',

'resend_verification_email' => 'ارسال دوباره ایمیل تأیید',

'logout' => 'خروج',
];